/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"Mobiler Account und andere Optionen";
"mcx.pfm_description" =			"Mobiler Account: Erstellen, Löschen und weitere Optionen";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"Portablen Benutzerordner erstellen";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"Portablen Benutzerordner mit Standard-Sync bei der Benutzeranmeldung erstellen.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"Mobilen Account erstellen";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"Mobilen Account mit deaktiviertem Sync bei der Benutzeranmeldung erstellen.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"Dialog für mobilen Account anzeigen";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"Vor der Erstellung eines mobilen Accounts einen Dialog anzeigen, in dem der Benutzer das Erstellen des mobilen Accounts umgehen kann und sich stattdessen mithilfe seines Netzwerkaccounts und -Benutzerordners anmeldet.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"Die Option „Nie“ für den Dialog „Mobiler Account“ anzeigen";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"Legen Sie im Dialog zur Erstellung eines mobilen Accounts fest, dass ein Benutzer die Option hat, den Dialog bei späteren Anmeldungen nicht mehr anzuzeigen.";
"cachedaccounts.create.encrypt.pfm_title" =			"FileVault für mobile Benutzerordner erforderlich";
"cachedaccounts.create.encrypt.pfm_description" =			"Mobile Benutzerordner mit FileVault-Verschlüsselung erstellen.";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"Hauptkennwort für mobile FileVault-Benutzerordner erforderlich";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"Zum Erstellen von mobilen FileVault-Benutzerordnern ist das Hauptkennwort des Computers erforderlich. wahr: Falls Sie nicht über das Hauptkennwort verfügen, können Sie wahrscheinlich keinen FileVault-Benutzerordner erstellen oder Sie können sich nicht anmelden und dabei automatisch einen mobilen Benutzerordner erstellen. falsch: Der FileVault-Benutzerordner wird wahrscheinlich auch ohne das Hauptkennwort erstellt.";
"cachedaccounts.create.maxSize.pfm_title" =			"Größe des mobilen FileVault-Benutzerordners";
"cachedaccounts.create.maxSize.pfm_description" =			"Maximale Größe des mobilen FileVault-Benutzerordners. Wählen Sie „noMaxSize“ für keine Größenbeschränkung, „fixed“, um die maximale Größe im Schlüssel „Max. Größe des mobilen FileVault-Benutzerordners“ festzulegen, oder „percentOfNetworkHome“, um die maximale Größe des mobilen FileVault-Benutzerordners in Prozent des Kontingents des Netzwerk-Benutzerorders im Schlüssel „Max. Größe des mobilen FileVault-Benutzerordners in Prozent“ festzulegen.";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"Max. Größe des mobilen FileVault-Benutzerordners";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"Maximale Größe des mobilen FileVault-Benutzerordners in Byte (als String). Der Schlüssel „Größe des mobilen FileVault-Benutzerordners“ muss „fixed“ sein, damit der Wert wirksam wird.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"Max. Größe des mobilen FileVault-Benutzerordners in Prozent";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"Maximale Größe des mobilen FileVault-Benutzerordners in Prozent des Kontingents des Netzwerk-Benutzerorders. Der Schlüssel „Größe des mobilen FileVault-Benutzerordners“ muss „percentOfNetworkHome“ sein, damit der Wert wirksam wird.";
"cachedaccounts.create.location.pfm_title" =			"Speicherort des mobilen Benutzerordners";
"cachedaccounts.create.location.pfm_description" =			"Speicherort des mobilen Benutzerordners. Wählen Sie „startup“ für „/Benutzer“ auf dem Startvolume, „path“ für einen eigenen Ordnerpfad im Schlüssel „Übergeordneter Pfad des mobilen Benutzerordners“, „userPicksVolume“ für die freie Wahl eines beliebigen Volumes, „userPicksInternalVolume“ für die freie Wahl eines beliebigen internen Volumes oder „userPicksExternalVolume“ für die freie Wahl eines beliebigen externen Volumes.";
"cachedaccounts.create.location.path.pfm_title" =			"Übergeordneter Pfad des mobilen Benutzerordners";
"cachedaccounts.create.location.path.pfm_description" =			"Ein Dateipfad zum mobilen Benutzerordner des Benutzers wird erstellt. Der Schlüssel „Speicherort des mobilen Benutzerordners“ muss „path“ sein, damit der Wert wirksam wird.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"FileSync-Server erlauben";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"wahr: Entfernten „FileSyncAgent“-Vorgang zum Synchronisieren verwenden, falls verfügbar. falsch: Dateiserver, auf den sich Ihr Netzwerk-Benutzerordner befindet, zum Synchronisieren verwenden.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"FileSync-Server erforderlich";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"wahr: „FileSyncAngent“-Vorgang zum Synchronisieren erforderlich";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"Verschlüsselung der Synchronisierung erlauben";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"wahr: Datenverschlüsselung beim Synchronisieren verwenden, falls verfügbar. falsch: Keine Datenverschlüsselung beim Synchronisieren verwenden.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"Verschlüsselung der Synchronisierung erforderlich";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"wahr: Datenverschlüsselung beim Snychronisieren erforderlich.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"Lebensdauer des mobilen Accounts";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"Wartezeit vor Löschvorgang des mobilen Accounts und Benutzerordners in Sekunden. Bei einem Wert von -1 wird ein mobiler Account nie gelöscht. Bei einem Wert von 0 wird der mobile Account bei der nächsten Gelegenheit gelöscht.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"Sync vor dem Löschen des mobilen Accounts erforderlich";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"Vor dem Löschen eines mobilen Accounts muss der Benutzerordner erfolgreich synchronisiert worden sein. Dies trifft jedoch nur auf automatische Löschvorgänge zu, die vom Schlüssel „Lebensdauer des mobilen Accounts“ gesteuert werden.";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"Mobilen Benutzerordner mit der Vorlage für lokale Benutzer erstellen";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"Beim Erstellen des mobilen Accounts den lokalen Benutzerordner mithilfe der Vorlage für Benutzer erstellen.";
"cachedaccounts.create.syncURL.pfm_title" =			"Synchronisierungs-URL";
"cachedaccounts.create.syncURL.pfm_description" =			"URL des Netzwerk-Benutzerordners, die für die Synchronisierung verwendet wird. Kann nur für die Erstellung von mobilen Accounts festgelegt werden. Der String „%@“ wird vorher durch den Namen des Benutzereintrags ersetzt. Beispiel: afp://myserver.apple.com/Users/BuildingA/%@";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "PHD-Erstellung erlauben, wenn ein Fehler auftritt";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"falsch: Benutzer dürfen bei einem Sync-Fehler keinen eigenen PHD-Account erstellen.";

"timeZone.pfm_title" = "Zeitzone";
"timeZone.pfm_description" = "Wählen Sie eine gängige Zeitzone, z. B. „Europe/Berlin“ oder „US/Pacific“, wie Sie sie in „/usr/share/zoneinfo“ finden.";
"timeServer.pfm_title" = "Zeitserver";
"timeServer.pfm_description" = "Auf einen bekannten Zeitservernamen festlegen, z. B. „time.apple.com“.";

"DisableGuestAccount.pfm_title" = "Gast-Account deaktivieren";
"DisableGuestAccount.pfm_description" = "wahr: Gast-Account wird deaktiviert. falsch: wird Gast-Account aktiviert.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "Aktualisierungsintervall der Benutzerliste im Anmeldefenster";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "Die zusätzliche Anzahl festlegen, wie oft die Benutzerliste eine Aktualisierung anfragen soll.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "Verzögerungszeit für die Aktualisierung der Benutzerliste im Anmeldefenster";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "Die Anzahl der Sekunden zwischen den Aktualisierungsanfragen festlegen. Wählen Sie „0“, um die Funktion zu deaktivieren.";

"RequireAdminForIBSS.pfm_title" = "AirPort IBSS erfordert Admin";
"RequireAdminForIBSS.pfm_description" = "Wählen Sie „Wahr„, damit für das Erstellen eigener AirPort-IBBS-Netzwerke Adminidentifizierung erforderlich ist. Bei „Falsch„ ist sie nicht erforderlich.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "AirPort-Netzwerkwechsel erfordert Admin";
"RequireAdminForAirPortNetworkChange.pfm_description" = "Wählen Sie „Wahr„, damit für das Wechseln von AirPort-Netzwerken Adminidentifizierung erforderlich ist. Bei „Falsch„ ist sie nicht erforderlich.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "Airport-Stromversorgungswechsel erfordert Admin";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "Wählen Sie „Wahr„, damit für das Ein- und Ausschalten der AirPort-Stromversorgung Adminidentifizierung erforderlich ist. Bei „Falsch„ ist sie nicht erforderlich.";
